{
  "game_version": {
    "commit": "58694f64",
    "version": "v0.108.0",
    "date": "2026-07-02T20:04:20-07:00"
  },
  "content_hash": "356eb2c6d41d9427bba0a403292eb13d5ee3386f0809a5b0fadeaec2056a248f",
  "id_width": 3,
  "specials": [
    "<PAD>",
    "<UNK>"
  ],
  "digits": [
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9"
  ],
  "symbols": [
    "<ENERGY>",
    "<STAR>",
    "+",
    "%",
    ".",
    ",",
    ":",
    "X"
  ],
  "ref_start": "<REF_START>",
  "id_digits": [
    "<ID_0>",
    "<ID_1>",
    "<ID_2>",
    "<ID_3>",
    "<ID_4>",
    "<ID_5>",
    "<ID_6>",
    "<ID_7>",
    "<ID_8>",
    "<ID_9>",
    "<ID_A>",
    "<ID_B>",
    "<ID_C>",
    "<ID_D>",
    "<ID_E>",
    "<ID_F>"
  ],
  "tokens": [
    "<PAD>",
    "<UNK>",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    "<ENERGY>",
    "<STAR>",
    "+",
    "%",
    ".",
    ",",
    ":",
    "X",
    "<REF_START>",
    "<ID_0>",
    "<ID_1>",
    "<ID_2>",
    "<ID_3>",
    "<ID_4>",
    "<ID_5>",
    "<ID_6>",
    "<ID_7>",
    "<ID_8>",
    "<ID_9>",
    "<ID_A>",
    "<ID_B>",
    "<ID_C>",
    "<ID_D>",
    "<ID_E>",
    "<ID_F>",
    "a",
    "abandon",
    "ability",
    "about",
    "absorbs",
    "accompany",
    "across",
    "act",
    "add",
    "additional",
    "adds",
    "adroit",
    "afflicted",
    "afflictions",
    "after",
    "against",
    "alive",
    "all",
    "allies",
    "ally",
    "already",
    "also",
    "always",
    "amount",
    "an",
    "ancient",
    "and",
    "another",
    "any",
    "anyone",
    "anywhere",
    "appear",
    "applied",
    "applies",
    "apply",
    "are",
    "as",
    "at",
    "attack",
    "attacked",
    "attacker",
    "attacking",
    "attacks",
    "automatically",
    "awakens",
    "away",
    "back",
    "battles",
    "battleworn",
    "be",
    "because",
    "becomes",
    "becoming",
    "been",
    "before",
    "behind",
    "being",
    "below",
    "between",
    "block",
    "blocked",
    "boss",
    "bound",
    "break",
    "brews",
    "buff",
    "buffs",
    "but",
    "by",
    "can",
    "cannot",
    "cant",
    "card",
    "cards",
    "change",
    "channel",
    "channeled",
    "channels",
    "character",
    "characters",
    "chest",
    "choose",
    "choosing",
    "chosen",
    "circlet",
    "cleared",
    "clears",
    "climb",
    "colorless",
    "colors",
    "combat",
    "combats",
    "common",
    "conserved",
    "contain",
    "containing",
    "cook",
    "copies",
    "copy",
    "cost",
    "costs",
    "covering",
    "create",
    "created",
    "creates",
    "creature",
    "creatures",
    "current",
    "currently",
    "curse",
    "curses",
    "damage",
    "damaged",
    "deal",
    "deals",
    "dealt",
    "debuff",
    "debuffs",
    "decide",
    "deck",
    "decreases",
    "defeat",
    "defeated",
    "defeating",
    "destroyed",
    "devoured",
    "did",
    "die",
    "dies",
    "dig",
    "directed",
    "discard",
    "discarded",
    "discount",
    "do",
    "does",
    "doing",
    "dont",
    "double",
    "doubled",
    "doubles",
    "down",
    "downgraded",
    "draw",
    "drawn",
    "draws",
    "drop",
    "drops",
    "dummy",
    "duplicated",
    "during",
    "dying",
    "each",
    "eaten",
    "eats",
    "effect",
    "effective",
    "effectiveness",
    "effects",
    "elite",
    "elites",
    "ember",
    "empty",
    "enchant",
    "enchanted",
    "enchantment",
    "encounter",
    "encountered",
    "end",
    "enemies",
    "enemy",
    "enemys",
    "energy",
    "enough",
    "entangled",
    "enter",
    "equal",
    "escape",
    "eternal",
    "ethereal",
    "even",
    "event",
    "every",
    "everyone",
    "everyones",
    "everything",
    "evoke",
    "evoked",
    "exactly",
    "exhaust",
    "exhausted",
    "exits",
    "experience",
    "extinguishes",
    "extra",
    "falls",
    "farther",
    "fatal",
    "fewer",
    "fill",
    "filled",
    "first",
    "fit",
    "floor",
    "for",
    "forge",
    "forges",
    "free",
    "from",
    "full",
    "fully",
    "gain",
    "gained",
    "gaining",
    "gains",
    "galvanized",
    "game",
    "get",
    "give",
    "gives",
    "glam",
    "goes",
    "gold",
    "granting",
    "grants",
    "half",
    "hand",
    "hands",
    "harness",
    "has",
    "hatched",
    "hatches",
    "have",
    "he",
    "heal",
    "healed",
    "heals",
    "here",
    "his",
    "hit",
    "hits",
    "hp",
    "if",
    "ignore",
    "imbued",
    "imitation",
    "immediately",
    "improves",
    "in",
    "incoming",
    "increase",
    "increased",
    "increases",
    "inky",
    "innate",
    "instead",
    "instinct",
    "intends",
    "intentions",
    "into",
    "is",
    "it",
    "its",
    "just",
    "kill",
    "killed",
    "killing",
    "kills",
    "kindled",
    "lands",
    "last",
    "lasts",
    "leader",
    "least",
    "left",
    "leftmost",
    "legacy",
    "less",
    "likely",
    "longer",
    "lose",
    "loses",
    "losing",
    "loss",
    "lost",
    "lower",
    "lowest",
    "make",
    "many",
    "map",
    "mark",
    "marks",
    "max",
    "may",
    "melt",
    "merchant",
    "momentum",
    "monsters",
    "more",
    "most",
    "much",
    "multiplayer",
    "must",
    "nd",
    "negates",
    "neow",
    "new",
    "next",
    "night",
    "nimble",
    "no",
    "non",
    "normal",
    "not",
    "nothing",
    "now",
    "number",
    "obtain",
    "of",
    "off",
    "on",
    "once",
    "one",
    "only",
    "open",
    "options",
    "or",
    "orb",
    "orbs",
    "orientation",
    "other",
    "out",
    "packs",
    "pael",
    "passive",
    "path",
    "paths",
    "per",
    "perfect",
    "permanently",
    "persists",
    "pickup",
    "pile",
    "place",
    "placed",
    "play",
    "played",
    "player",
    "players",
    "playing",
    "plays",
    "plural",
    "plus",
    "poisoned",
    "poor",
    "potion",
    "potions",
    "power",
    "powerful",
    "powers",
    "prevent",
    "previous",
    "prices",
    "procure",
    "products!",
    "purposes",
    "put",
    "raise",
    "random",
    "randomize",
    "randomized",
    "randomly",
    "rare",
    "rather",
    "rd",
    "reaches",
    "receive",
    "receives",
    "recent",
    "redirect",
    "redirected",
    "reduce",
    "reduced",
    "reflected",
    "regular",
    "relic",
    "relics",
    "remainder",
    "remove",
    "removed",
    "repeat",
    "replace",
    "replay",
    "reroll",
    "rest",
    "resting",
    "retain",
    "retained",
    "return",
    "returned",
    "returns",
    "revives",
    "reward",
    "rewards",
    "rightmost",
    "rolls",
    "room",
    "rooms",
    "runs",
    "s",
    "sacrifice",
    "see",
    "segments",
    "select",
    "sells",
    "sharp",
    "shop",
    "show",
    "shuffle",
    "shuffled",
    "single",
    "site",
    "sites",
    "skill",
    "skills",
    "sleep",
    "slots",
    "sly",
    "smith",
    "something",
    "special",
    "spend",
    "spent",
    "spire",
    "start",
    "starter",
    "starting",
    "status",
    "steals",
    "still",
    "stolen",
    "stronger",
    "stun",
    "stunned",
    "summon",
    "summoned",
    "summons",
    "swarm",
    "swift",
    "take",
    "taken",
    "takes",
    "taking",
    "targeting",
    "terrors",
    "tezcataras",
    "th",
    "than",
    "that",
    "the",
    "their",
    "them",
    "then",
    "there",
    "these",
    "they",
    "theyre",
    "third",
    "this",
    "those",
    "thrown",
    "time",
    "times",
    "to",
    "todo",
    "took",
    "top",
    "towards",
    "transform",
    "transformed",
    "transforms",
    "travel",
    "treasure",
    "tries",
    "trigger",
    "triggered",
    "triggers",
    "triple",
    "trying",
    "turn",
    "turns",
    "twice",
    "un",
    "unaffected",
    "unblocked",
    "uncommon",
    "unique",
    "unknown",
    "unlocks",
    "unplayable",
    "unspent",
    "until",
    "up",
    "update",
    "upgrade",
    "upgraded",
    "upon",
    "use",
    "used",
    "vakuu",
    "value",
    "version",
    "visit",
    "was",
    "wax",
    "way",
    "weakened",
    "well",
    "were",
    "when",
    "whenever",
    "while",
    "will",
    "wishes",
    "with",
    "without",
    "works",
    "would",
    "x",
    "you",
    "your",
    "yourself",
    "youve",
    "zero"
  ]
}
